Repository: foxbunlong/FlutterLearning
Catalog: demo-intl/lib/l10n/intl_*.arb
Languages: pt_br

# formPageAppBarTitle
source: Death by Caffeine Calculator
pt_br: Calculadora de Morte por Cafeína

# firstSuggestedDrinkName
source: Drip Coffee (Cup)
pt_br: Café Coado (Xícara)

# thirdSuggestedDrinkName
source: Latte (Mug)
pt_br: Pingado (Copo Americano)

# formPageWeightInputLabel
source: Body Weight
pt_br: Peso Corporal

# formPageWeightInputSuffix
source: pounds
pt_br: quilos

# formPageRadioListLabel
source: Choose a drink
pt_br: Escolha uma bebida

# formPageActionButtonTitle
source: CALCULATE
pt_br: CALCULAR

# formPageCustomDrinkRadioTitle
source: Other
pt_br: Outra

# formPageCustomDrinkServingSizeInputLabel
source: Serving Size
pt_br: Tamanho

# formPageCustomDrinkServingSizeInputSuffix
source: fl. oz
pt_br: ml

# formPageCustomDrinkCaffeineAmountInputLabel
source: Caffeine
pt_br: Cafeína

# resultsPageAppBarTitle
source: Dosages
pt_br: Dosagens

# resultsPageLethalDosageTitle
source: Lethal Dosage
pt_br: Dose Letal

# resultsPageLethalDosageMessage
source: {quantity, plural, one{One serving.} other{{formattedNumber} servings in your system at one time.}}
pt_br: {quantity, plural, one{Uma porção.} other{{formattedNumber} porções no seu sistema de uma vez.}}

# resultsPageSafeDosageTitle
source: Daily Safe Maximum
pt_br: Limite Seguro Diário

# resultsPageSafeDosageMessage
source: {quantity, plural, one{One serving per day.} other{{formattedNumber} servings per day.}}
pt_br: {quantity, plural, one{Uma porção por dia.} other{{formattedNumber} porções por dia.}}

# resultsPageFirstDisclaimer
source: *Based on {servingSize} fl. oz serving.
pt_br: *Baseado em uma porção de {servingSize} ml.

# resultsPageSecondDisclaimer
source: *Applies to age 18 and over. This calculator does not replace professional medical advice.
pt_br: *Se aplica a pessoas com 18 anos ou mais. Essa calculadora não substitui conselhos médicos profissionais.
